Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: optional token to authenticate as ``Authorization: Token YOUR-TOKEN``
sv: valfritt token fÃ¶r autentisering som ``Authorization: Token YOUR-TOKEN``

source: Response Headers
sv: Svarsrubriker

source: this depends on :http:header:`Accept` header of request
sv: detta beror pÃ¥ :http:header:`Accept`-rubriken i begÃ¤ran

source: list of allowed HTTP methods on object
sv: lista Ã¶ver tillÃ¥tna HTTP-metoder pÃ¥ objekt

source: Response JSON Object
sv: Svar JSON-objekt

source: verbose description of the result (for HTTP status codes other than :http:statuscode:`200`)
sv: detaljerad beskrivning av resultatet (fÃ¶r andra HTTP-statuskoder Ã¤n :http:statuscode:`200`)

source: total item count for object lists
sv: totalt antal objekt fÃ¶r objektlistor

source: next page URL for object lists
sv: nÃ¤sta sida URL fÃ¶r objektlistor

source: previous page URL for object lists
sv: fÃ¶regÃ¥ende sida URL fÃ¶r objektlistor

source: results for object lists
sv: resultat fÃ¶r objektlistor

source: URL to access this resource using the API
sv: URL fÃ¶r att komma Ã¥t denna resurs med hjÃ¤lp av API:et

source: URL to access this resource using web browser
sv: URL fÃ¶r att komma Ã¥t denna resurs med en webblÃ¤sare

source: Status Codes
sv: Statuskoder

source: when request was correctly handled
sv: nÃ¤r begÃ¤ran hanterades korrekt

source: when a new object was created successfully
sv: nÃ¤r ett nytt objekt skapades framgÃ¥ngsrikt

source: when an object was deleted successfully
sv: nÃ¤r ett objekt har raderats framgÃ¥ngsrikt

source: when form parameters are missing
sv: nÃ¤r formulÃ¤rparametrar saknas

source: when access is denied
sv: nÃ¤r Ã¥tkomst nekas

source: when throttling is in place
sv: nÃ¤r strypning Ã¤r aktiverad

source: Authentication tokens
sv: Autentiseringstoken

source: Project scoped tokens were introduced in the 4.10 release.
sv: ProjektbegrÃ¤nsade tokens introducerades i version 4.10.

source: Each user has a personal access token which can be obtained in the user profile. Newly generated user tokens have the ``wlu_`` prefix.
sv: Varje anvÃ¤ndare har en personlig Ã¥tkomsttoken som kan erhÃ¥llas i anvÃ¤ndarprofilen. Nygenserade anvÃ¤ndartoken har prefixet ``wlu_``.

source: It is possible to create project scoped tokens for API access to given project only. These tokens can be identified by the ``wlp_`` prefix.
sv: Det Ã¤r mÃ¶jligt att skapa projektbegrÃ¤nsade tokens fÃ¶r API-Ã¥tkomst till endast ett visst projekt. Dessa tokens kan identifieras genom prefixet ``wlp_``.

source: Authentication examples
sv: Exempel pÃ¥ autentisering

source: **Example request:**
sv: **Exempel pÃ¥ begÃ¤ran:**

source: **Example response:**
sv: **Exempel pÃ¥ svar:**

source: **CURL example:**
sv: **CURL-exempel:**

source: Passing Parameters Examples
sv: Exempel pÃ¥ Ã¶verfÃ¶ring av parametrar

source: For the :http:method:`POST` method the parameters can be specified either as form submission (:mimetype:`application/x-www-form-urlencoded`) or as JSON (:mimetype:`application/json`).
sv: FÃ¶r metoden :http:method:`POST` kan parametrarna anges antingen som formulÃ¤rinlÃ¤mning (:mimetype:`application/x-www-form-urlencoded`) eller som JSON (:mimetype:`application/json`).

source: **Form request example:**
sv: **Exempel pÃ¥ formulÃ¤rfÃ¶rfrÃ¥gan:**

source: **JSON request example:**
sv: **Exempel pÃ¥ JSON-fÃ¶rfrÃ¥gan:**

source: **CURL JSON example:**
sv: **CURL JSON-exempel:**

source: Components and categories
sv: Komponenter och kategorier

source: To access a component which is nested inside a :ref:`category`, you need to URL encode the category name into a component name separated with a slash. For example ``usage`` placed in a ``docs`` category needs to be used as ``docs%252Fusage``. Full URL in this case would be for example ``https://example.com/api/components/hello/docs%252Fusage/repository/``.
sv: FÃ¶r att komma Ã¥t en komponent som Ã¤r inbÃ¤ddad i en :ref:`category` mÃ¥ste du URL-koda kategorinamnet till ett komponentnamn separerat med en snedstreck. Till exempel mÃ¥ste ``usage`` som placeras i kategorin ``docs`` anvÃ¤ndas som ``docs%252Fusage``. Den fullstÃ¤ndiga URL:en i detta fall skulle till exempel vara ``https://example.com/api/components/hello/docs%252Fusage/repository/``.

source: API rate limiting
sv: API-hastighetsbegrÃ¤nsning

source: The API requests are rate limited; the default configuration limits it to 100 requests per day for anonymous users and 5000 requests per hour for authenticated users.
sv: API-fÃ¶rfrÃ¥gningarna Ã¤r begrÃ¤nsade; standardkonfigurationen begrÃ¤nsar dem till 100 fÃ¶rfrÃ¥gningar per dag fÃ¶r anonyma anvÃ¤ndare och 5000 fÃ¶rfrÃ¥gningar per timme fÃ¶r autentiserade anvÃ¤ndare.

source: Rate limiting can be adjusted in the :file:`settings.py`; see `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ for more details how to configure it.
sv: HastighetsbegrÃ¤nsningen kan justeras i :file:`settings.py`; se `Throttling in Django REST framework documentation <https://www.django-rest-framework.org/api-guide/throttling/>`_ fÃ¶r mer information om hur du konfigurerar den.

source: In the Docker container this can be configured using :envvar:`WEBLATE_API_RATELIMIT_ANON` and :envvar:`WEBLATE_API_RATELIMIT_USER`.
sv: I Docker-containern kan detta konfigureras med hjÃ¤lp av :envvar:`WEBLATE_API_RATELIMIT_ANON` och :envvar:`WEBLATE_API_RATELIMIT_USER`.

source: The status of rate limiting is reported in following headers:
sv: Status fÃ¶r hastighetsbegrÃ¤nsning rapporteras i fÃ¶ljande rubriker:

source: Added ratelimiting status headers.
sv: Lagt till statusrubriker fÃ¶r hastighetsbegrÃ¤nsning.

source: Error responses
sv: Felmeddelanden

source: Error responses were endpoint specific before this release.
sv: Felmeddelanden var tidigare specifika fÃ¶r slutpunkter.

source: Weblate error responses are formatted based on :doc:`drf-standardized-error:error_response`.
sv: Weblate-felmeddelanden formateras enligt :doc:`drf-standardized-error:error_response`.

source: API Entry Point
sv: API-ingÃ¥ngspunkt

source: The API root entry point.
sv: API-rotens ingÃ¥ngspunkt.

source: Returns a list of users if you have permissions to see manage users. If not, then you get to see only your own details.
sv: Returnerar en lista Ã¶ver anvÃ¤ndare om du har behÃ¶righet att se och hantera anvÃ¤ndare. Om inte, kan du bara se dina egna uppgifter.

source: Username to search for
sv: AnvÃ¤ndarnamn att sÃ¶ka efter

source: User ID to search for
sv: AnvÃ¤ndar-ID att sÃ¶ka efter

source: Users object attributes are documented at :http:get:`/api/users/(str:username)/`.
sv: AnvÃ¤ndarnas objektattribut dokumenteras pÃ¥ :http:get:`/api/users/(str:username)/`.

source: Creates a new user.
sv: Skapar en ny anvÃ¤ndare.

source: User full name
sv: AnvÃ¤ndarens fullstÃ¤ndiga namn

source: User email
sv: AnvÃ¤ndarens e-post

source: Is user superuser? (optional)
sv: Ãr anvÃ¤ndaren superanvÃ¤ndare? (valfritt)

source: Is user active? (optional)
sv: Ãr anvÃ¤ndaren aktiv? (valfritt)

source: Is user bot? (optional) (used for project scoped tokens)
sv: Ãr anvÃ¤ndaren en bot? (valfritt) (anvÃ¤nds fÃ¶r projektbegrÃ¤nsade tokens)

source: Returns information about users.
sv: Returnerar information om anvÃ¤ndare.

source: User's username
sv: AnvÃ¤ndarens anvÃ¤ndarnamn

source: username of a user
sv: anvÃ¤ndarnamn fÃ¶r en anvÃ¤ndare

source: full name of a user
sv: anvÃ¤ndarens fullstÃ¤ndiga namn

source: email of a user
sv: anvÃ¤ndarens e-postadress

source: whether the user is a super user
sv: om anvÃ¤ndaren Ã¤r en superanvÃ¤ndare

source: whether the user is active
sv: om anvÃ¤ndaren Ã¤r aktiv

source: whether the user is bot (used for project scoped tokens)
sv: om anvÃ¤ndaren Ã¤r en bot (anvÃ¤nds fÃ¶r projektbegrÃ¤nsade tokens)

source: date the user is created
sv: datum dÃ¥ anvÃ¤ndaren skapades

source: date the user last signed in
sv: datum dÃ¥ anvÃ¤ndaren senast loggade in

source: link to associated groups; see :http:get:`/api/groups/(int:id)/`
sv: lÃ¤nk till associerade grupper; se :http:get:`/api/groups/(int:id)/`

source: link to translated languages; see :http:get:`/api/languages/(string:language)/`
sv: lÃ¤nk till Ã¶versatta sprÃ¥k; se :http:get:`/api/languages/(string:language)/`

source: **Example JSON data:**
sv: **Exempel pÃ¥ JSON-data:**

source: Changes the user parameters.
sv: Ãndrar anvÃ¤ndarparametrarna.

source: Deletes all user information and marks the user inactive.
sv: Raderar all anvÃ¤ndarinformation och markerar anvÃ¤ndaren som inaktiv.

source: Associate groups with a user.
sv: Koppla grupper till en anvÃ¤ndare.

source: Form Parameters
sv: FormulÃ¤rparametrar

source: The unique group ID
sv: Det unika grupp-ID:t

source: Remove user from a group.
sv: Ta bort anvÃ¤ndare frÃ¥n en grupp.

source: List statistics of a user.
sv: Lista statistik fÃ¶r en anvÃ¤ndare.

source: Number of translations by user
sv: Antal Ã¶versÃ¤ttningar per anvÃ¤ndare

source: Number of suggestions by user
sv: Antal fÃ¶rslag per anvÃ¤ndare

source: Number of uploads by user
sv: Antal uppladdningar per anvÃ¤ndare

source: Number of comments by user
sv: Antal kommentarer per anvÃ¤ndare

source: Number of languages user can translate
sv: Antal sprÃ¥k som anvÃ¤ndaren kan Ã¶versÃ¤tta

source: List translations with contributions from a user.
sv: Lista Ã¶versÃ¤ttningar med bidrag frÃ¥n en anvÃ¤ndare.

source: link to translations; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
sv: lÃ¤nk till Ã¶versÃ¤ttningar; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`

source: List subscriptions of a user.
sv: Lista abonnemang fÃ¶r en anvÃ¤ndare.

source: Associate subscriptions with a user.
sv: Koppla abonnemang till en anvÃ¤ndare.

source: Request JSON Object
sv: BegÃ¤r JSON-objekt

source: Name of notification registered
sv: Namn pÃ¥ registrerad anmÃ¤lan

source: Scope of notification from the available choices
sv: Omfattning av anmÃ¤lan frÃ¥n de tillgÃ¤ngliga alternativen

source: Frequency choices for notifications
sv: Val av frekvens fÃ¶r aviseringar

source: Get a subscription associated with a user.
sv: HÃ¤mta ett abonnemang som Ã¤r kopplad till en anvÃ¤ndare.

source: ID of notification registered
sv: ID fÃ¶r registrerad anmÃ¤lan

source: Edit a subscription associated with a user.
sv: Redigera ett abonnemang som Ã¤r kopplad till en anvÃ¤ndare.

source: Delete a subscription associated with a user.
sv: Ta bort ett abonnemang som Ã¤r kopplad till en anvÃ¤ndare.

source: Groups
sv: Grupper

source: Returns a list of groups if you have permissions to see manage groups. If not, then you get to see only the groups the user is a part of.
sv: Returnerar en lista Ã¶ver grupper om du har behÃ¶righet att se och hantera grupper. Om inte, fÃ¥r du endast se de grupper som anvÃ¤ndaren Ã¤r medlem i.

source: Group object attributes are documented at :http:get:`/api/groups/(int:id)/`.
sv: Gruppobjektets attribut dokumenteras pÃ¥ :http:get:`/api/groups/(int:id)/`.

source: Creates a new group.
sv: Skapar en ny grupp.

source: Group of project selection from given options
sv: Grupp fÃ¶r projekturval frÃ¥n givna alternativ

source: Group of languages selected from given options
sv: Grupp av sprÃ¥k valda frÃ¥n givna alternativ

source: link to the defining project, used for :ref:`manage-acl`; see :http:get:`/api/projects/(string:project)/`
sv: lÃ¤nk till det definierande projektet, anvÃ¤nds fÃ¶r :ref:`manage-acl`; se :http:get:`/api/projects/(string:project)/`

source: Returns information about the group.
sv: Returnerar information om gruppen.

source: Group's ID
sv: Gruppens ID

source: name of a group
sv: namn pÃ¥ en grupp

source: integer corresponding to group of projects
sv: heltal som motsvarar en grupp av projekt

source: integer corresponding to group of languages
sv: heltal som motsvarar en grupp av sprÃ¥k

source: link to associated roles; see :http:get:`/api/roles/(int:id)/`
sv: lÃ¤nk till associerade roller; se :http:get:`/api/roles/(int:id)/`

source: link to associated projects; see :http:get:`/api/projects/(string:project)/`
sv: lÃ¤nk till relaterade projekt; se :http:get:`/api/projects/(string:project)/`

source: link to associated components; see :http:get:`/api/components/(string:project)/(string:component)/`
sv: lÃ¤nk till associerade komponenter; se :http:get:`/api/components/(string:project)/(string:component)/`

source: link to associated componentlist; see :http:get:`/api/component-lists/(str:slug)/`
sv: lÃ¤nk till tillhÃ¶rande komponentlista; se :http:get:`/api/component-lists/(str:slug)/`

source: link to associated administrators; see :http:get:`/api/users/(str:username)/`
sv: lÃ¤nk till associerade administratÃ¶rer; se :http:get:`/api/users/(str:username)/`

source: Changes the group parameters.
sv: Ãndrar gruppparametrarna.

source: Deletes the group.
sv: Tar bort gruppen.

source: Associate roles with a group.
sv: Koppla roller till en grupp.

source: The unique role ID
sv: Det unika roll-ID:t

source: Delete role from a group.
sv: Ta bort roll frÃ¥n en grupp.

source: Associate components with a group.
sv: Koppla komponenter till en grupp.

source: The unique component ID
sv: Det unika komponent-ID:t

source: Delete component from a group.
sv: Ta bort komponent frÃ¥n en grupp.

source: Associate projects with a group.
sv: Koppla projekt till en grupp.

source: The unique project ID
sv: Det unika projekt-ID:t

source: Delete project from a group.
sv: Ta bort projekt frÃ¥n en grupp.

source: Associate languages with a group.
sv: Koppla sprÃ¥k till en grupp.

source: The unique language code
sv: Den unika sprÃ¥kkoden

source: Delete language from a group.
sv: Ta bort sprÃ¥k frÃ¥n en grupp.

source: Associate componentlists with a group.
sv: Koppla komponentlistor till en grupp.

source: The unique componentlist ID
sv: Det unika komponentlist-ID:t

source: Delete componentlist from a group.
sv: Ta bort komponentlista frÃ¥n en grupp.

source: Add user to team admins.
sv: LÃ¤gg till anvÃ¤ndare till teamadministratÃ¶rer.

source: The user's ID
sv: Profil-slug âAnvÃ¤ndar-IDâ

source: Delete user from team admins.
sv: Ta bort anvÃ¤ndare frÃ¥n teamadministratÃ¶rer.

source: Returns a list of all roles associated with user. If user is superuser, then list of all existing roles is returned.
sv: Returnerar en lista Ã¶ver alla roller som Ã¤r associerade med anvÃ¤ndaren. Om anvÃ¤ndaren Ã¤r superanvÃ¤ndare returneras en lista Ã¶ver alla befintliga roller.

source: Roles object attributes are documented at :http:get:`/api/roles/(int:id)/`.
sv: Rollobjektets attribut dokumenteras pÃ¥ :http:get:`/api/roles/(int:id)/`.

source: Creates a new role.
sv: Skapar en ny roll.

source: Role name
sv: Rollnamn

source: List of codenames of permissions
sv: Lista Ã¶ver kodnamn fÃ¶r behÃ¶righeter

source: Returns information about the role.
sv: Returnerar information om rollen.

source: Role's ID
sv: Rollens ID

source: list of codenames of permissions
sv: lista Ã¶ver kodnamn fÃ¶r behÃ¶righeter

source: Changes the role parameters.
sv: Ãndrar rollparametrarna.

source: Deletes the role.
sv: Tar bort rollen.

source: Returns a list of all languages.
sv: Returnerar en lista Ã¶ver alla sprÃ¥k.

source: Language object attributes are documented at :http:get:`/api/languages/(string:language)/`.
sv: SprÃ¥kobjektets attribut dokumenteras pÃ¥ :http:get:`/api/languages/(string:language)/`.

source: Creates a new language.
sv: Skapar ett nytt sprÃ¥k.

source: Language plural formula and number
sv: SprÃ¥kets pluralform och numerus

source: Returns information about the language.
sv: Returnerar information om sprÃ¥ket.

source: Object of language plural information
sv: SprÃ¥kets pluralinformation

source: Array of aliases for language
sv: Alias fÃ¶r sprÃ¥k

source: Changes the language parameters.
sv: Ãndrar sprÃ¥kinstÃ¤llningarna.

source: Language's code
sv: SprÃ¥kets kod

source: Language plural details
sv: SprÃ¥k plural detaljer

source: Deletes the language.
sv: Tar bort sprÃ¥ket.

source: Returns statistics for a language.
sv: Returnerar statistik fÃ¶r ett sprÃ¥k.

source: Returned attributes are described in :ref:`api-statistics`.
sv: Returnerade attribut beskrivs i :ref:`api-statistics`.

source: Returns a list of all projects.
sv: Returnerar en lista Ã¶ver alla projekt.

source: Project object attributes are documented at :http:get:`/api/projects/(string:project)/`.
sv: Projektets objektattribut dokumenteras pÃ¥ :http:get:`/api/projects/(string:project)/`.

source: Creates a new project.
sv: Skapar ett nytt projekt.

source: Returns information about the project.
sv: Returnerar information om projektet.

source: project name
sv: projektnamn

source: project slug
sv: projektets slug

source: project website
sv: projektets webbplats

source: URL to components list; see :http:get:`/api/projects/(string:project)/components/`
sv: URL till komponentlista; se :http:get:`/api/projects/(string:project)/components/`

source: URL to repository status; see :http:get:`/api/projects/(string:project)/repository/`
sv: URL till arkivstatus; se :http:get:`/api/projects/(string:project)/repository/`

source: URL to changes list; see :http:get:`/api/projects/(string:project)/changes/`
sv: URL till Ã¤ndringslista; se :http:get:`/api/projects/(string:project)/changes/`

source: URL to list contributor credits; see :http:get:`/api/projects/(string:project)/credits/`
sv: URL fÃ¶r att lista bidragsgivare; se :http:get:`/api/projects/(string:project)/credits/`

source: Edit a project by a :http:method:`PATCH` request.
sv: Redigera ett projekt med en :http:method:`PATCH`-begÃ¤ran.

source: Edit a project by a :http:method:`PUT` request.
sv: Redigera ett projekt med en :http:method:`PUT`-begÃ¤ran.

source: Deletes a project.
sv: Tar bort ett projekt.

source: Returns a list of project changes. This is essentially a project scoped :http:get:`/api/changes/` accepting same params.
sv: Returnerar en lista Ã¶ver projektÃ¤ndringar. Detta Ã¤r i huvudsak ett projektomfattande :http:get:`/api/changes/` som accepterar samma parametrar.

source: array of component objects; see :http:get:`/api/changes/(int:id)/`
sv: matris av komponentobjekt; se :http:get:`/api/changes/(int:id)/`

source: Downloads all available translations associated with the project as an archive file using the requested format and language.
sv: HÃ¤mtar alla tillgÃ¤ngliga Ã¶versÃ¤ttningar som Ã¤r kopplade till projektet som en arkivfil i det begÃ¤rda formatet och sprÃ¥ket.

source: The archive format to use; If not specified, defaults to ``zip``; Supported formats: ``zip`` and ``zip:CONVERSION`` where ``CONVERSION`` is one of converters listed at :ref:`download`.
sv: Arkivformatet som ska anvÃ¤ndas; Om inget anges Ã¤r standardinstÃ¤llningen ``zip``; Format som stÃ¶ds: ``zip`` och ``zip:CONVERSION`` dÃ¤r ``CONVERSION`` Ã¤r en av de konverterare som listas under :ref:`download`.

source: The language code to download; If not specified, all languages are included.
sv: SprÃ¥kkoden som ska laddas ner. Om inget anges ingÃ¥r alla sprÃ¥k.

source: Returns information about the VCS repository status. This endpoint contains only an overall summary for all repositories for the project. To get more detailed status use :http:get:`/api/components/(string:project)/(string:component)/repository/`.
sv: Returnerar information om VCS-arkivets status. Denna slutpunkt innehÃ¥ller endast en Ã¶vergripande sammanfattning fÃ¶r alla arkiv fÃ¶r projektet. FÃ¶r att fÃ¥ mer detaljerad status, anvÃ¤nd :http:get:`/api/components/(string:project)/(string:component)/repository/`.

source: whether there are any pending changes to commit
sv: om det finns nÃ¥gra vÃ¤ntande Ã¤ndringar att bekrÃ¤fta

source: whether there are any upstream changes to merge
sv: om det finns nÃ¥gra uppstrÃ¶msÃ¤ndringar att slÃ¥ samman

source: whether there are any local changes to push
sv: om det finns nÃ¥gra lokala Ã¤ndringar att genomfÃ¶ra

source: Performs given operation on the VCS repository.
sv: UtfÃ¶r given operation pÃ¥ VCS-arkivet.

source: Operation to perform: one of ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``
sv: Ã tgÃ¤rd som ska utfÃ¶ras: en av ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``, ``file-sync``, ``file-scan``

source: result of the operation
sv: resultatet av operationen

source: **JSON response example:**
sv: **Exempel pÃ¥ JSON-svar:**

source: Returns a list of translation components in the given project.
sv: Returnerar en lista Ã¶ver Ã¶versÃ¤ttningskomponenter i det angivna projektet.

source: array of component objects; see :http:get:`/api/components/(string:project)/(string:component)/`
sv: array av komponentobjekt; se :http:get:`/api/components/(string:project)/(string:component)/`

source: The ``zipfile`` and ``docfile`` parameters are now accepted for VCS-less components, see :ref:`vcs-local`.
sv: Parametrarna ``zipfile`` och ``docfile`` accepteras nu fÃ¶r komponenter utan VCS, se :ref:`vcs-local`.

source: The cloned repositories are now automatically shared within a project using :ref:`internal-urls`. Use ``disable_autoshare`` to turn off this.
sv: De klonade arkiven delas nu automatiskt inom ett projekt med hjÃ¤lp av :ref:`internal-urls`. AnvÃ¤nd ``disable_autoshare`` fÃ¶r att inaktivera denna funktion.

source: Creates translation components in the given project.
sv: Skapar Ã¶versÃ¤ttningskomponenter i det angivna projektet.

source: Use :ref:`internal-urls` when creating multiple components from a single VCS repository.
sv: AnvÃ¤nd :ref:`internal-urls` nÃ¤r du skapar flera komponenter frÃ¥n ett enda VCS-arkiv.

source: Most of the component creation happens in the background. Check the ``task_url`` attribute of created component and follow the progress there.
sv: Det mesta av komponentskapandet sker i bakgrunden. Kontrollera attributet ``task_url`` fÃ¶r den skapade komponenten och fÃ¶lj framstegen dÃ¤r.

source: ZIP file to upload into Weblate for translations initialization
sv: ZIP-fil att ladda upp till Weblate fÃ¶r initialisering av Ã¶versÃ¤ttningar

source: Disables automatic repository sharing via :ref:`internal-urls`.
sv: Inaktiverar automatisk delning av arkiv via :ref:`internal-urls`.

source: Component parameters, see :http:get:`/api/components/(string:project)/(string:component)/`
sv: Komponentparametrar, se :http:get:`/api/components/(string:project)/(string:component)/`

source: Created component object; see :http:get:`/api/components/(string:project)/(string:component)/`
sv: Skapade komponentobjekt; se :http:get:`/api/components/(string:project)/(string:component)/`

source: JSON can not be used when uploading the files using the ``zipfile`` and ``docfile`` parameters. The data has to be uploaded as :mimetype:`multipart/form-data`.
sv: JSON kan inte anvÃ¤ndas nÃ¤r filerna laddas upp med parametrarna ``zipfile`` och ``docfile``. Data mÃ¥ste laddas upp som :mimetype:`multipart/form-data`.

source: **CURL form request example:**
sv: **Exempel pÃ¥ CURL-formulÃ¤rfÃ¶rfrÃ¥gan:**

source: **CURL JSON request example:**
sv: **Exempel pÃ¥ CURL JSON-fÃ¶rfrÃ¥gan:**

source: **JSON request to create a new component from Git:**
sv: **JSON-begÃ¤ran fÃ¶r att skapa en ny komponent frÃ¥n Git:**

source: **JSON request to create a new component from another one:**
sv: **JSON-begÃ¤ran fÃ¶r att skapa en ny komponent frÃ¥n en annan:**

source: Returns paginated statistics for all languages within a project.
sv: Returnerar paginerad statistik fÃ¶r alla sprÃ¥k inom ett projekt.

source: array of translation statistics objects
sv: matris med Ã¶versÃ¤ttningsstatistikobjekt

source: language name
sv: sprÃ¥knamn

source: language code
sv: sprÃ¥kkod

source: total number of strings
sv: totalt antal strÃ¤ngar

source: number of translated strings
sv: antal Ã¶versatta strÃ¤ngar
